# <<<<<<<<<<<<<<<<<<<<<<<<<<<Фразы>>>>>>>>>>>>>>>>>>>>>>>>>>>
welcome1 =          'Здравствуйте, {}. Введите сумму в рублях или в BTC\n'
PricenFee3 =        'Минимальная сумма: 1000 руб / {} BTC\nКурс на сегодня: 1 BTC = {} руб\nКомиссия за перевод составляет {} BTC\n'
inputVal =          'Введите кошелек, или другую сумму для обмена\n'
wallExist1 =        '✅ Кошелек {} проверен\n'
wallNoExist1 =      '❌ Кошелек {} не был найден в сети!\n Пожалуйста проверьте правильность написания и введите кошелек заново.\n'
enteredData3 =      'Вы хотите обменять {}руб на {}BTC\nПолучить их на кошелек: {}\n'
ifChange =          'Чтобы изменить информацию просто введите новые данные (кошелек или количество денег)\n'
payonQIWI2 =        'Чтобы завершить процедуру, внесите на QIWI кошелек {} {}рублей ОДНИМ ПЛАТЕЖЕМ и напишите мне № транзакции\n'
transactOk =        '✅ Транзакция найдена! Ждите на протяжении часа поступления на ваш BTC кошелек.\n'
transactNotFound =  '❌ Хм-м-м! Транзакция не найдена. Проверьте правильность написания и попробуйте ввести еше раз через 5 мин, или обратитесь в техподдержку\n'
techSupport1 =      'Техподдержка: @{}\n'
oops =              'Упс! Кажется вы ввели что-то неправильно... Проверьте все и повторите, пожалуйста. Если сообщение всеравно появляется -- обратитесь в техподдержку.\n'
incorrectnum =      'Вы ввели неправильное число, диапазон стоимости 0.0001-10BTC и 1000-1000000 руб, введите число в этом диапазоне\n'

bye1 =              'До встречи, {}! Рад был с вами работать\n'


