# <<<<<<<<<<<<<<<<<<<<<<<<<<<Фразы>>>>>>>>>>>>>>>>>>>>>>>>>>>
welcome1 =          'Здравствуйте, {}. Введите сумму в рублях или в BTC'
PricenFee3 =        'Минимальная сумма: 1000 руб / {} BTC\nКурс на сегодня: 1 BTC - {} руб\nКомиссия за перевод составляет {} BTC'
inputVal =          'Введите кошелек, или другую сумму для обмена'
wallExist =         '✅ Кошелек проверен'
wallNoExist =       '❌ Такой кошелек не был найден в сети!\n Пожалуйста введите кошелек, проверьте правильность написания.'
enteredData3 =      'Вы хотите обменять {}руб на {}BTC\nПолучить их на кошелек: {}\n'
ifChange =          'Чтобы изменить информацию просто введите новые данные (кошелек или количество денег)'
payonQIWI2 =        'Чтобы завершить процедуру, внесите на QIWI кошелек {} {}рублей ОДНИМ ПЛАТЕЖЕМ и напишите мне № транзакции'
transactOk =        '✅ Транзакция найдена! Ждите на протяжении часа поступления на ваш BTC кошелек.'
transactNotFound =  '❌ Хм-м-м! Транзакция не найдена. Проверьте правильность написания и попробуйте ввести еше раз через 5 мин, или обратитесь в техподдержку'
techSupport1 =      'Техподдержка: {}'

bye1 =              'До встречи, {}! Рад был с вами работать'


