#!/usr/bin/env python3
# -*- coding: utf-8 -*-
Telegram_API_token = '583566851:AAEHZ31knWpDCaqo_YCgqwKNbokyFhiyCnA'
Bot_Admins         = '@PhoelixFelicitas @LittleBily'

# <<<<<<<<<<<<<<<<<<<<<<<<<<<Фразы>>>>>>>>>>>>>>>>>>>>>>>>>>>
welcome1         =  'Здравствуйте, {}. Введите сумму в рублях или в BTC\n'
PricenFee3       =  'Минимальная сумма: 1000 руб / {} BTC\nКурс на сегодня: 1 BTC = {} руб\nКомиссия за перевод составляет {} BTC\n'
balance          =  'Сейчас доступно для обмена: {} BTC\n\n'
inputVal         =  'Введите кошелек, или другую сумму для обмена\n'
wallExist1       =  '✅ Кошелек {} проверен\n'
wallNoExist1     =  '❌ Кошелек {} не был найден в сети!\n Пожалуйста проверьте правильность написания и введите кошелек заново.\n'
enteredData2     =  'За {}руб вам перечислится {}BTC\n'
ifChange         =  'Чтобы изменить информацию просто введите новые данные (кошелек или количество денег)\n'
payonQIWI2       =  'Чтобы завершить процедуру, внесите на QIWI кошелек {} сумму {} рублей ОДНИМ ПЛАТЕЖЕМ и напишите номер квитанции\n'
transactOk       =  '✅ Транзакция найдена! Ждите на протяжении часа поступления на ваш BTC кошелек.\n'
transactNotFound =  '❌ Хм-м-м! Транзакция не найдена. Проверьте правильность написания и попробуйте ввести еше раз через 5 мин, или обратитесь в техподдержку\n'
techSupport1     =  'Техподдержка: @{}\n'
oops             =  'Упс! Кажется вы ввели что-то неправильно... Проверьте все и повторите, пожалуйста. Если сообщение всеравно появляется -- обратитесь в техподдержку.\n'
incorrectnum     =  'Вы ввели неправильное число, диапазон стоимости 0.0001-10BTC и 1000-1000000 руб, введите число в этом диапазоне\n'
transactWasUsed  =  'Простите, но этот номер транзакции использовался уже ранее\n'
oopsError1       =  'Упс! Что-то пошло не так! Пожалуйста обратитесь за деталями в техподдержку. Ошибка: {}'
trnsctCheckGet2  =  'По вашему чеку мы получили {} руб, на ваш счет перечислится {} BTC\n'
trnsctCheckNoMon1=  'Сумма, которую вы перевели ({} руб.) меньше минимальной (1000 руб), за решением этой проблемы обратитесь в техподдержку.\n'

admStart1         =  'Здравствуйте, {}! Выберите, что вы хотите изменить:\n/QIWI - Операции с QIWI кошельками\n\n/LBTC - добавить/сменить LocalBitcoins API\n\n/com - Комиссия бота\n\n/tech Изменить никнейм техподдержки\n\n/info Получить информацию по боту\n'


